{
  "language": "Idioma",
  "languageDescriptionEnUs": "Inglês",
  "languageDescriptionPtBr": "Português",
  "years": "anos",
  "fullStackDeveloper": "Desenvolvedor Full Stack",
  "personalProfileTitle": "Resumo Pessoal",
  "personalProfileDescription": "Desenvolvedor com 3 anos de experiência, comunicativo, aberto a mudanças e sempre disposto a aprender. Sempre em busca de novos desafios que possam ajudar de alguma forma a melhorar a vida das pessoas através da tecnologia.",
  "skills": "Habilidades",
  "education": "Formação Acadêmica",
  "educationDescription": "Bacharelado em Sistemas da Informação - 2022",
  "certifications": "Cursos Complementares",
  "workExperience": "Experiência Profissional",
  "JobIdeiaTitle": "Desenvolvedor Full Stack Junior",
  "JobIdeiaDescription": "Como Desenvolvedor Full Stack, atuava no desenvolvimento e manutenção de um sistema focado em soluções condominiais. Colaborei no front-end usando React.js, e no back-end, utilizei PHP (CodeIgniter) para criar APIs eficientes. Contribuí para melhorias significativas, como otimização de desempenho do sistema, e a migração do portal em PHP para React",
  "JobDartTitle": "Desenvolvedor Full Stack Junior",
  "JobDartDesc": "Como Desenvolvedor Full Stack, mergulhei em uma variedade de projetos estimulantes como sistemas de cupons, sitemas escolares e para uma industria farmaceutica de outro país",
  "jobPlayMatchTitle": "Desenvolvedor Frontend Pleno",
  "jobPlayMatchDesc": "Combinei minha paixão por programação e jogos como Desenvolvedor Frontend React. Criei experiências imersivas para fãs de Fortnite e League of Legends. Contribuí para criar experiências que combinam diversão com aprendizado significativo. Minha jornada uniu tecnologia e educação, redefinindo como os jogos podem enriquecer o processo de aprendizagem",
  "jobOlgaTitle": "Desenvolvedor Full Stack Pleno",
  "jobOlgaDesc": "Colaborei para criar soluções eficientes que melhoram a experiência de entrega. Utilizei o poder do React para desenvolver interfaces envolventes e, com Node.js, criei back-ends robustos que permitem uma conexão perfeita entre clientes, restaurantes e entregadores",
  "jobNidoTitle": "Desenvolvedor Full Stack",
  "jobNidoDesc": "Desempenhei um papel central na modernização tecnológica, contribuindo na migração do sistema legado em PHP para uma arquitetura moderna, com React (Next.js) no front-end e Node.js (Nest.js) no back-end. Minha colaboração resultou em interfaces dinâmicas e APIs robustas, proporcionando um sistema ágil e eficiente"
}
